{
    "posts": {
        "-MSbypx-13fHPDyzNRtf": {
            "_id": "-MSbypx-13fHPDyzNRtf",
            "author": "John Smith",
            "imageUrl": "https://icdn.strettynews.com/wp-content/uploads/2023/03/fbl-eng-pr-man-utd-southampton.jpg",
            "title": "Three observations after Manchester United’s draw against Southampton",
            "category": "Premier League",
            "description": "Manchester United were not helped by the Casemiro red card, but the result still feels like a disappointing one because a win would have come as a huge boost in the race for top four. Manchester United were unable to return to winning ways in the Premier League on Sunday when they were held by bottom club Southampton.",
            "text": "A 10-man Manchester United were kept to a scoreless draw at Old Trafford. Manchester United were not helped by the Casemiro red card, but the result still feels like a disappointing one because a win would have come as a huge boost in the race for top four. Manchester United were unable to return to winning ways in the Premier League on Sunday when they were held by bottom club Southampton."
        },
        "-MSbz99qxklK-5rZWGmt": {
            "_id": "-MSbz99qxklK-5rZWGmt",
            "author": "John Smith",
            "imageUrl": "https://icdn.strettynews.com/wp-content/uploads/2023/03/fbl-eng-pr-man-utd-southampton-1.jpg",
            "title": "Varane 10, Martinez 9: player ratings from Manchester United 0-0 Southampton",
            "category": "Premier League",
            "description": "Manchester United have failed to get back to winning ways in the Premier League as they were held by Southampton but there were mitigating circumstances at Old Trafford.",
            "text": "Erik ten Hag named a strong side for the game, with Bruno Fernandes playing in a deeper midfield role alongside Casemiro. Jadon Sancho came in for Fred and the young winger played centrally behind Wout Weghorst. That pre-match setup looked encouraging but that would all change roughly 30 minutes into the first half when Casemiro was given his marching orders for a challenge on Carlos Alcaraz. Interestingly, United’s output in all areas of the pitch improved after going down to 10 men and looked like they might win the game after all."
        },
        "-MSbzSdzWBvBHJN7gdRw": {
            "_id": "-MSbzSdzWBvBHJN7gdRw",
            "author": "John Smith",
            "imageUrl": "https://icdn.strettynews.com/wp-content/uploads/2023/03/real-betis-v-manchester-united-round-of-16-leg-two-uefa-europa-league-3.jpg",
            "title": "Bruno Fernandes wary of Fulham threat ahead of quarter-final tie.",
            "category": "Premier League",
            "description": "Manchester United have entered the most exciting part of the season as they are still in the running to add another two trophies to their haul following their Carabao Cup triumph last month.",
            "text": "Erik ten Hag’s men are fairly secure in their league position in what is turning out to be quite the debut campaign for the Dutchman at Old Trafford. Having already ended United’s six-year wait for a trophy, United are at the quarter-final stage in the FA Cup and the Europa League, with ties against Fulham and Sevilla coming up respectively. First up, Fulham will be making the trip to Old Trafford this weekend and speaking ahead of the game, Bruno Fernandes has admitted that getting past the in-form London side will not be an easy task. “As David said, we have to beat the best to be in the final,” he told the official Manchester United website after David de Gea named Fulham as one of the best teams remaining in the tournament."
        }
    },  
    "comments": {}
}